Repository: waddasauria/tt-74527469
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: Step 1
es: Paso 1

source: Step 2
es: Paso 2

source: Step 3
es: Paso 3

source: Store food straight away
es: Almacene los alimentos directamente

source: Such as actual number of bottles you may be able to store may vary.
es: Por ejemplo, el número concreto de botellas que puede almacenar puede variar.

source: Symbol of drawer refrigerators.
es: Símbolo de los frigoríficos de cajón.

source: Symbol of lower chamber.
es: Símbolo de la cámara inferior.

source: Symbol of upper chamber.
es: Símbolo de la cámara superior.

source: TABLE OF CONTENTS
es: ÍNDICE

source: THIS APPLIANCE MUST BE EARTHED.
es: ESTE APARATO DEBE ESTAR CONECTADO A TIERRA.

source: TROUBLESHOOTING AND MAINTENANCE
es: SOLUCIÓN DE PROBLEMAS Y MANTENIMIENTO

source: Take extra care with meat and fish
es: Presta especial atención a la carne y al pescado.

source: Tape the door shut.
es: Cierra la puerta con cinta adhesiva.

source: Temperature Control Panels
es: Paneles de control de temperatura

source: Temperature Display for drawer refrigerators.
es: Indicador de temperatura para frigoríficos de cajón.

source: Temperature Display for lower chamber.
es: Pantalla de temperatura para cámara inferior.

source: Temperature Display for upper chamber.；
es: Pantalla de temperatura para cámara inferior.；

source: Temperature Setting
es: Ajustes de temperatura

source: Temperature setting 8
es: Ajuste de temperatura 8

source: Thawing frozen food
es: Descongelación de alimentos congelados

source: The Fridge/Freezer is exceptionally cold
es: El frigorífico/congelador está excepcionalmente frío

source: The Fridge/Freezer is exceptionally warm
es: El frigorífico/congelador está excepcionalmente caliente

source: The Fridge/Freezer is not working
es: El frigorífico/congelador no funciona

source: The Fridge/Freezer should be placed in a well ventilated room with an ambient temperature of between 16℃and 32℃.
es: El frigorífico/congelador debe colocarse en una habitación bien ventilada con una temperatura ambiente de entre 16℃y 32℃.

source: The LED display will show the setting temperature when “flash”; Display will show the actual temperature for the drawer refrigerators when normal.
es: La pantalla LED mostrará la temperatura de ajuste cuando "parpadee"; La pantalla mostrará la temperatura real de los refrigeradores de cajón cuando sea normal.

source: The LED display will show the setting temperature when “flash”; Display will show the actual temperature for the lower chamber when normal.
es: La pantalla LED mostrará la temperatura de ajuste cuando "parpadee"; la pantalla mostrará la temperatura real de la cámara inferior cuando sea normal.

source: The LED display will show the setting temperature when “flash”; Display will show the actual temperature for the upper chamber when normal.
es: La pantalla LED mostrará la temperatura de ajuste cuando "parpadee"; La pantalla mostrará la temperatura para la temperatura real del gabinete cuando sea normal.

source: The LED readout will show the original temperature set previously when restart the appliance or reconnect after power cuts .
es: La lectura del LED mostrará la temperatura original ajustada previamente cuando se reinicie el aparato o se vuelva a conectar después de un corte de energía .

source: The Wine Cooler is not level.
es: La enfriadora de vino no está nivelada.

source: The Wine Cooler seems to make too much noise
es: La enfriadora de vino parece hacer demasiado ruido

source: The Wine Cooler should be located in the coolest area of the room, away from heat producing appliances, and out of the direct sunlight.
es: El refrigerador de vinos debe situarse en la parte más fresca de la habitación, lejos de los aparatos que producen calor y de la luz solar directa.

source: The Wine cooler should be placed in a position where the ambient temperature is between 5-38℃/41-100℉.
es: La enfriadora de vino debe colocarse en una posición en la que la temperatura ambiente esté entre 5-38℃/41-100℉.

source: The appliance is turned off.
es: El electrodoméstico está apagado.

source: The appliance should always be plugged into its own individual electrical outlet which has a voltage rating that matches the rating label on the appliance.
es: Este aparato debe conectarse siempre a su propia toma de corriente, cuya tensión coincida con la indicada en la etiqueta del aparato.

source: The best method to get ice cubes out of the tray is to hold the tray under cold tap water for a second.
es: El mejor método para sacar los cubitos de hielo de la bandeja es ponerla bajo el grifo con agua fría durante un segundo..

source: The circuit breaker tripped or a blown fuse.
es: El cortacircuitos se ha activado o hay un fusible quemado.

source: The compressor may not be working.
es: Es posible que el compresor no funcione.

source: The coolant fluid needs time to settle.
es: El líquido refrigerante necesita tiempo para asentarse.

source: The cord should be secured behind the appliance and not left exposed or dangling to prevent accidental injury.
es: El cable debe asegurarse detrás del aparato y no dejarlo expuesto o colgando para evitar lesiones accidentales.

source: The cord should be secured behind the refrigerator and not left exposed or dangling to prevent accidental injury.
es: El cable debe fijarse detrás del frigorífico, y no expuesto o colgando para prevenir accidentes. .

source: The door gasket does not seal properly
es: El burlete de la puerta no cierra adecuadamente.

source: The door gasket does not seal properly.
es: El burlete de la puerta no cierra adecuadamente.

source: The door is not closed completely.
es: La puerta no está completamente cerrada..

source: The door is open too often
es: La puerta se abre con demasiada frecuencia.

source: The door is opened too often.
es: La puerta se abre con demasiada frecuencia.

source: The door was reversed and not properly installed.
es: Las puertas estaban invertidas y no estaban bien instaladas.

source: The door will not close properly.
es: La puerta no se cerrará correctamente

source: The extension cord must be a VED-Listed, 3 wire grounding extension cord that has a grounding plug and outlet and that the electrical rating of the cord is 115 volts and at least 10 amperes.
es: El cable alargador debe ser un cable alargador de 3 hilos con conexión a tierra que tenga un enchufe y una toma de corriente con conexión a tierra y que la capacidad eléctrica del cable sea de 115 voltios y al menos 10 amperios.

source: The external parts of the Fridge/Freezer can be cleaned with wax polish.
es: Las partes externas del frigorífico/congelador pueden limpiarse con cera.

source: The first time you turn the unit on, set the temperature control to “MAX” in refrigerator section and “MAX” in freezer section.
es: La primera vez que encienda la unidad, ajuste el control de temperatura a "MAX" en la sección del refrigerador y "MAX" en la sección del congelador.

source: The food in your Fridge/Freezer will remain frozen for approx 16 hours with the door closed.
es: Los alimentos de su frigorífico/congelador permanecerán congelados durante aproximadamente 16 horas con la puerta cerrada.

source: The fumes can create a fire hazard or explosion.
es: Los humos podrían crear un peligro de incendio o explosión.

source: The gasket is dirty.
es: La juntura está sucia.

source: The grille of the condenser at the back of the Fridge/Freezer and the adjacent components can be vacuumed using a soft brush attachment.
es: La rejilla del condensador de la parte trasera del frigorífico/congelador y los componentes adyacentes pueden aspirarse con un accesorio de cepillo suave.

source: The light does not work.
es: La luz no funciona.

source: The light switch is “OFF”.
es: El interruptor de la puerta está en "OFF".”.

source: The packaging should be airtight and shouldn’t leak since this could cause substantial vitamin loss and dehydration of foods.
es: El envase debe ser hermético y no debe tener fugas, ya que esto podría causar una pérdida sustancial de vitaminas y la deshidratación de los alimentos..

source: The plug must be inserted into an outlet that is correctly installed and grounded.
es: El enchufe debe insertarse en una toma de corriente instalada correctamente y con conexión a tierra.

source: The power cord of this appliance is equipped with a three pins plug which mates with standard three pins wall outlets to minimize the possibility of electrical shock.
es: El cable de alimentación de este aparato está equipado con un enchufe de tres clavijas, que se acopla a las tomas de corriente estándar de las tres clavijas para minimizar la posibilidad de una descarga eléctrica. Este aparato requiere una toma de corriente estándar de 115 voltios AC~60Hz con tres clavijas. Haga que un electricista cualificado revise la toma de corriente y el circuito para asegurarse de que la toma de corriente está correctamente conectada a tierra. Cuando se encuentra una toma de corriente estándar de 2 clavijas, es su responsabilidad y obligación hacer que se sustituya por un enchufe de 3 clavijas debidamente conectado al suelo. Ajuste la temperatura Pulse este botón, pulse para ajustar la temperatura, el número de la temperatura parpadeará una vez que pulse el botón. Sólo podrá ajustar la temperatura cuando el número "parpadee". Pantalla de temperatura para la cámara superior.； La pantalla LED mostrará la temperatura ajustada cuando "parpadee"; la pantalla mostrará la temperatura real de la cámara superior cuando sea normal. Pantalla de temperatura para la cámara inferior. (...) ℃/℉ Pantalla Arriba Se utiliza para aumentar (calentar) la temperatura ajustada en 1℃ o 1℉ cuando "parpadea".. Abajo Se utiliza para bajar (enfriar) la temperatura ajustada en 1℃ o 1℉ cuando "parpadea". Potencia (...) Limpieza de la nevera para vinos Desconecte la corriente, desenchufe el aparato. Ajuste las patas para que la nevera se sostenga Coloque la nevera lejos de la luz solar directa y de fuentes de calor (estufa, calentador, radiador, etc.). La luz solar directa puede afectar al revestimiento acrílico y las fuentes de calor pueden aumentar el consumo eléctrico. Una temperatura ambiental inferior a 50°F o superior a 85°F dificultará el funcionamiento de este aparato. Esta unidad no está diseñada para ser utilizada en un garaje o cualquier otra instalación exterior. Evite ubicar el refrigerador en áreas húmedas. (...) Antes de enchufarlo DEBE Comprobar que dispone de una toma de corriente compatible con el enchufe suministrado con el frigorífico/congelador. Antes de encenderlo NO ENCIENDA EL APARATO HASTA CUATRO HORAS DESPUÉS DE HABER TRASLADADO EL FRIGORÍFICO/CONGELADOR. El líquido refrigerante necesita tiempo para asentarse. Si el aparato se apaga en algún momento, espere 30 minutos antes de volver a encenderlo para que el líquido refrigerante se asiente. Antes de llenar el frigorífico/congelador Antes de almacenar alimentos en su Frigorífico/Congelador, encienda el Frigorífico/Congelador y espere 24 horas, para asegurarse de que funciona correctamente y para permitir que el Frigorífico/Congelador no alcance la temperatura correcta. Conexión eléctrica ADVERTENCIA El uso inadecuado del enchufe con toma de tierra puede suponer un riesgo de descarga eléctrica. Si el cable de alimentación está dañado, hágalo reemplazar por un centro de servicio autorizado. (...) INICIO FUNCIONAMIENTO DE SU FRIGORÍFICO Paneles de control de la temperatura Control de la temperatura del frigorífico Control de la temperatura del congelador Ajuste del control de temperatura Su frigorífico dispone de un control separado para regular la temperatura de cada sección de forma independiente. El control de temperatura se encuentra en la parte trasera de cada sección (frigorífico / congelador). (Vea los gráficos mostrados arriba). La primera vez que encienda la unidad, ajuste el control de temperatura a "MAX" en la sección del refrigerador y "MAX" en la sección del congelador. El rango de los controles de temperatura van desde la posición "MIN" a "MAX" la más fría en la sección del refrigerador y desde la posición "MIN" la más caliente a "MAX" la más fría. Después de 24 a 48 horas, ajuste el control de temperatura a la posición que mejor se adapte a sus necesidades. El ajuste en la sección del congelador está entre "MIN" y "MAX" en la nevera

source: The power cord of this refrigerator is equipped with a three-prong plug which mates with standard three prong wall outlets to minimize the possibility of electrical shock.
es: El cable de alimentación de este frigorífico está equipado con un enchufe de tres clavijas que se acopla a las tomas de corriente estándar (de tres clavijas) para reducir la posibilidad de descarga eléctrica.

source: The range of the temperature controls are from position “MIN” to “MAX” the coldest in refrigerator section and from position “MIN” the warmest to “MAX” the coldest.
es: El rango de los controles de temperatura van desde la posición "MIN" a "MAX",la más fría en la sección de refrigeración y desde la posición "MIN",la más caliente a "MAX", la más fría.

source: The rattling noise may come from the flow of the refrigerant, which is normal.
es: El ruido de traqueteo puede provenir del funcionamiento del refrigerante, lo cual es normal.

source: The room temperature is hotter than normal.
es: La temperatura ambiente es más alta de lo normal. .

source: The setting in freezer section between “MIN” and “MAX” in refrigerator section should be correct for home or office refrigerator use.
es: El ajuste en la sección del congelador entre "MIN" y "MAX" en la sección del frigorífico debe ser el adecuado para el uso del refrigerador en el hogar o en la oficina.

source: The shelves are out of position.
es: Los estantes no están en su sitio.

source: The solution should be about 2 tablespoons of baking soda to a pint of water.
es: La solución debe ser de unas 2 cucharadas de bicarbonato de sodio por cada medio litro de agua.

source: The storage life of frozen foods varies and the recommended storage time should not be exceeded.
es: El tiempo de conserva de los alimentos congelados varía y no debe superarse el tiempo de almacenamiento recomendado..

source: The temperature control is located at the rear of each section (refrigerator / freezer).
es: El control de la temperatura se encuentra en la parte trasera de cada sección (frigorífico / congelador).

source: The temperature control is not set correctly.
es: El control de temperatura no está ajustado correctamente.

source: The unit should not be accessible to child’s play.
es: El aparato no debe ser accesible al alcance de los niños.

source: The wide blade or the third
es: La clavija ancha o la tercera

source: Then rinse with warm water using a damp sponge or cloth and wipe dry.
es: A continuación, enjuáguelo con agua tibia utilizando una esponja o un paño húmedo y séquelo.

source: Then rinse with warm water using a damp sponge or cloth.
es: A continuación, aclare con agua tibia utilizando una esponja o paño húmedo.

source: These keep frozen food cold for longer.
es: Estos mantienen los alimentos congelados en frío durante más tiempo.

source: These noises are caused by the circulation of the refrigerant liquid in the cooling system.
es: Estos ruidos son causados por la circulación del líquido refrigerante en el sistema de refrigeración.

source: They can take this product for environmental safe recycling.
es: Este producto se puede aprovechar para el reciclaje seguro del medio ambiente.

source: This allows cold air to circulate around the Fridge, ensuring all parts of the Fridge are kept cool.
es: Esto permite que el aire frío circule alrededor del frigorífico, asegurando que todas sus partes se mantengan frías.

source: This allows time for the coolant to settle.
es: Esto da tiempo a que el refrigerante se asiente.

source: This appliance is designed as automatic defrosting ,no need to defrost by hand.
es: Este aparato está diseñado para que la descongelación se realice de manera automática, sin necesidad de descongelar a mano.

source: This appliance is designed to be free standing only, and should not be recessed or built-in.
es: Este aparato ha sido diseñado para ser colocado de forma independiente, y no debe ser empotrado.

source: This appliance is fitted with a plug which will be suitable for use in all houses fitted with sockets to current specifications.
es: Este aparato está provisto de un enchufe que se puede utilizar en todas las casas equipadas con tomas de corriente según las especificaciones actuales.

source: This appliance requires a standard 115 Volt AC~60Hz electrical ground outlet with three pins.
es: Este aparato requiere una toma de corriente estándar de 115 voltios AC~60Hz con tres clavijas.

source: This appliance should be properly grounded for your safety.
es: Este aparato debe estar correctamente puesto a tierra para su seguridad.

source: This compartment is designed for the long-term storage of frozen food.
es: Este compartimento está diseñado para almacenad alimentos congelados a largo plazo. .

source: This could result in
es: Esto podría causar

source: This could result in an electric shock.
es: Esto podría provocar una descarga eléctrica .

source: This is known as “performing” Pour the liquid into a polythene bag which is inside a square sided container.
es: Esto se conoce como "realizar" el vertido del líquido en una bolsa de polietileno que esté dentro de un recipiente de lados cuadrados.

source: This is normal and it is due to the length of the activation time.
es: Esto es normal y se debe a la duración del tiempo de activación.

source: This is not a fault and will not affect the performance of your Fridge/Freezer.
es: No se trata de una avería y no afecta al rendimiento de su frigorífico/congelador.

source: This is the compressor motor working, as it pumps the refrigerant around the system.
es: Se trata del funcionamiento del motor del compresor, que bombea el refrigerante por el sistema.

source: This is the most humid part of the Fridge.
es: Esta es la parte más húmeda del frigorífico.

source: This is usually the period stated as “Best, Before”, found on the front of the packaging.
es: Suele ser el periodo indicado como "Mejor, antes", que se encuentra en la parte delantera del envase.

source: This is where foods which must be cold to keep them safe should be kept:
es: Aquñi debe guardar los alinebros que deban estar fríos para conservarse.

source: This is where to store foods which will keep longer if they are kept cool.
es: Aquí debe guardar los alimentos que vayan a conservarse por más tiempo si se mantienen fríos.

source: This marking indicates that this product should not be disposed with other household wastes throughout the EU.
es: Esta marca indica que este producto no debe eliminarse con otros residuos domésticos en toda la UE.

source: This may be due to a change in the room temperature.
es: Esto puede deberse a un cambio en la temperatura ambiente.

source: This product should be serviced by an authorized engineer and only genuine spare parts should be used.
es: Este producto debe ser revisado por un ingeniero autorizado y sólo deben utilizarse piezas de repuesto originales.

source: This provides the best performance and also prevent overloading house wiring circuits that could cause a fire hazard from overheated.
es: De este modo, se obtiene el mejor rendimiento y se evita la sobrecarga de los circuitos de la casa que podría provocar un riesgo de incendio por sobrecalentamiento.

source: This refrigerator is not designed to be used with an inverter.
es: Este frigorífico no está diseñado para ser utilizado con un inversor de corriente.

source: This refrigerator requires a standard115V A.C.
es: Este frigorífico requiere una toma de corriente estándar de 115 V C.A.

source: This refrigerator should be properly grounded for your safety.
es: Este frigorífico debe estar correctamente conectado a tierra por su seguridad.

source: This unit is not designed for use in a garage or any other outside installation.
es: Este electrodoméstico no está diseñado para ser utilizado en un garaje o cualquier otra espacio exterior.

source: This unit is not designed to be installed in an RV or used with an inverter.
es: Este electrodoméstico no está diseñado para ser instalado en caravanas ni para utilizarse con un inversor.

source: This will help to stop the internal temperature of the Fridge from rising.
es: Esto ayudará a que la temperatura interior del frigorífico no suba.

source: This will lower the temperature in the Freezer (approx -30℃), freezing your food quicker and helping to keep the goodness in.
es: Esto reducirá la temperatura en el Congelador (aproximadamente -30℃), congelando su comida más rápido y ayudando a mantener su calidad.

source: This will reduce the possibility of a malfunction in the cooling system from handling during transportation.
es: Esto reducirá la posibilidad de que haya una avería en el sistema de refrigeración por la manipulación durante el transporte.

source: This will stop them dripping onto, or touching other foods.
es: Esto evitará que goteen o toquen otros alimentos.

source: Tips for keeping food perfect in the Fridge
es: Consejos para mantener la comida perfecta en el frigorífico.

source: Tips for shopping for frozen foods
es: Consejos para comprar alimentos congelados

source: To Be Repaired Only By Trained Service Personnel.
es: Sólo debe ser reparado por personal de servicio capacitado.

source: To avoid a possible shock hazard, do not insert the discarded plug into a socket.
es: Para evitar un posible peligro de descarga, no introduzca el enchufe desechado en una toma de corriente.

source: To control the appliance turn on/off.
es: Para controlar el encendido/apagado del aparato.

source: To control the inner light turn on/off.
es: Para controlar el encendido y apagado de la luz interior.

source: To eject the ice cubes from the tray, place over the ice bucket and twist slightly
es: Para sacar los cubitos de hielo de la bandeja, colóquela sobre la cubitera y gire ligeramente.

source: To prevent cold air escaping, try to limit the number of times you open the door.
es: Para prevenir que el aire frío salga, intente limitar el número de veces que abre la puerta.

source: To prevent odor and mold growth, leave the door open slightly: blocking it open if necessary or have the door removed.
es: Para evitar los olores y la aparición de moho, deje la puerta ligeramente abierta: bloquéela si es necesario o haga que la retiren.

source: To prevent odour and mold growth, leave the door open slightly : blocking it open if necessary.
es: Para evitar la aparición de olores y moho, deje la puerta ligeramente abierta: si es necesario, bloquéela en esta posición.

source: To prevent possible harm to the environment or human health from uncontrolled waste disposal, recycle it responsibly to promote the sustainable reuse of material resources.
es: Para evitar posibles daños al medio ambiente o a la salud humana por la eliminación incontrolada de residuos, recíclelos de forma responsable para promover la reutilización sostenible de los recursos materiales.

source: To prevent transfer of flavors and drying out, food should be separately packed or covered.
es: Para prevenir la pérdida de sabor o la sequedad, los alimentos deben cubrirse o envolverse por separado.

source: To reduce the risk of fire or electric shock, do not expose your refrigerator to rain, moisture, dripping, or splashing, and no objects filled with liquids should be placed on top of it.
es: Para reducir el riesgo de incendio o de descarga eléctrica, no exponga su frigorífico a lluvia, humedad, goteo o salpicaduras, y no coloque sobre él objetos llenos de líquidos.
